Repository: FreePBX/dictate
Catalog: i18n/*/LC_MESSAGES/dictate.po
Languages: de_de, es_es, fa_ir, it_it, pl, pt_br

source: Applications
de_de: Anwendungen
es_es: Aplicaciones
fa_ir: برنامه ها
it_it: Applicazioni
pl: Aplikacje
pt_br: Aplicações

source: Dictation
de_de: Diktat
es_es: Dictado
fa_ir: دستور
it_it: Dettatura
pl: Dyktowanie
pt_br: Ditado

source: Dictation Format
de_de: Diktatformat
es_es: Formato de Dictado
fa_ir: فرمت دستور
it_it: Formato Dettatura
pl: Format dyktowania
pt_br: Formato de Ditado

source: Dictation Service
de_de: Diktat-Service
es_es: Servicio de Dictado
fa_ir: سرویس دستور
it_it: Servizio
pl: Usługa dyktowania
pt_br: Serviço de Ditado

source: Dictation Services
de_de: Diktatdienste
es_es: Servicio de Dictado
fa_ir: سرویس های دستور
it_it: Servizi Dettatura
pl: Usługi dyktowania
pt_br: Serviços de Ditado

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fa_ir: غیرفعال
it_it: Disattivato
pl: Wyłączony
pt_br: Desabilitado

source: Email Address
de_de: E-Mail-Adresse
es_es: Dirección de email
fa_ir: آدرس ایمیل
it_it: Indirizzo Email
pl: Adres e-mail
pt_br: Endereços de Email

source: Email completed dictation
de_de: E-Mail abgeschlossenes Diktat
es_es: Dictado de email completado
fa_ir: دستور تکمیل شده را ایمیل کن
it_it: Email dettatura completata
pl: E-mail z ukończonym dyktowaniem
pt_br: Ditado de e-mail completo

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fa_ir: فعال
it_it: Attivato
pl: Włączony
pt_br: Habilitado

source: From Address
de_de: Von der Adresse
es_es: Dirección Desde
fa_ir: از آدرس
it_it: Dall'indirizzo
pl: Adres nadawcy
pt_br: Do Endereço

source: Perform dictation
de_de: Diktat beginnen
es_es: Ejecutar Dictado
fa_ir: انجام دستور
it_it: Esegui dettatura
pl: Wykonaj dyktowanie
pt_br: Executar ditado

source: Please enter a valid Email Address
de_de: Bitte geben Sie eine gültige E-Mail Adresse ein
es_es: Por favor, introduzca una dirección de email
fa_ir: لطفا آدرس ایمیل درست وارد کنید
it_it: Prego immettere un indirizzo Email valido
pl: Podaj prawidłowy adres e-mail
pt_br: Por favor insira um Endereço de E-mail válido

source: The email address that completed dictations are sent FROM. Format is "A Persons Name &lt;email@address.com&gt;", without quotes, or just a plain email address.
de_de: Die E-Mail-Adresse, an die die Diktate gesendet wurden, wird von FROM gesendet. Das Format lautet "Ein Personenname & lt;email@address.com&gt;", ohne Anführungszeichen oder nur eine einfache E-Mail-Adresse.
es_es: La dirección de correo electrónico que completó dictados se envían DESDE. El formato es "Nombre de una Persona &lt; email@address.com&gt;", sin comillas, o simplemente una dirección de correo electrónico normal.
fa_ir: آدرس ایمیلی که دستورات تکمیل شده از آن ارسال میشوند. با فرمت"A Persons Name &lt;email@address.com&gt;" بدون کتیشن, و یا آدرس ایمیل ساده.
it_it: L'indirizzo email che ha completato i dettati viene inviato da. Il formato Ã¨ "A Persons Name & lt; 1email@address.com&gt; 2", senza virgolette o semplicemente un semplice indirizzo email.
pl: Adres e-mail z którego wysyłane są ukończone dyktowania. Format to "Imię i nazwisko osoby &lt;email@address.com&gt;", bez cudzysłowów lub tylko zwykły adres e-mail.
pt_br: O endereço de e-mail que completou os ditados será enviado DE. O formato é "Nomes da Pessoa&lt;email@endereço.com&gt;", sem aspas, ou apenas um endereço de e-mail simples.

source: The email address that completed dictations are sent to.
de_de: Die E-Mail-Adresse, an die Diktate gesendet wurden.
es_es: La dirección de correo electrónico que completó dictados son enviados a.
fa_ir: آدرس ایمیلی که دستورات تکمیل شده به آن ارسال میشود.
it_it: L'indirizzo email a cui inviare le dettature completate.
pl: Adres e-mail na który wysyłane są ukończone dyktowania.
pt_br: O endereço de e-mail para o qual os ditados são enviados.

source: This uses the app_dictate module of Asterisk to let users record dictate into their phones. When complete, the dictations can be emailed to an email address specified in the extension page.
de_de: Dies verwendet das app_dictate-Modul von Asterisk, damit Benutzer Diktate in ihre Telefone aufnehmen können. Nach Abschluss können die Diktate an eine E-Mail-Adresse gesendet werden, die auf der Erweiterungsseite angegeben ist.
es_es: Este utiliza el módulo app_dictate de Asterisk para dejar registro de usuarios que dictan en sus teléfonos. Cuando se haya completado, los dictados pueden ser enviados por correo electrónico a una dirección de correo electrónico especificada en la página suplementaria.
fa_ir: از ماژول app_dictate استفاده میکند تا کاربران بتوانند در تلفن هایشان ذخیره کنند.
it_it: Questo utilizza il modulo app_dictate di Asterisk per consentire agli utenti di registrare dettare nei loro telefoni. Al termine, i dettati possono essere inviati via email a un indirizzo email specificato nella pagina di estensione.
pl: Wykorzystuje moduł Asterisk app_dictate aby umożliwić użytkownikom nagrywanie dyktowania na swoich telefonach. Po zakończeniu dyktowania można go wysłać pocztą e-mail na adres e-mail podany w ustawieniach numeru wewnętrzenego.
pt_br: Usa o módulo app_dictate do Asterisk para permitir que os usuários gravem ditados em seus telefones. Quando concluído, os ditados podem ser enviados por e-mail para um endereço de e-mail especificado na página de ramais.
